/*
 *  Localizable.strings
 *  Admin Utility
 */

/* General */
"AirPortUtility"= "Utilitário AirPort";
"AdminUtility"	= "Utilitário AirPort";
"AboutAirPortUtility" = "Acerca de %@";
"HideAirPortUtility" = "Ocultar %@";
"QuitAirPortUtility" = "Sair de %@";

/* Button Titles */
"OK"			= "OK";
"Cancel"		= "Cancelar";
"ConfirmUpload"	= "Enviar";
"GoBack"		= "Anterior";
"Continue"		= "Continuar";
"Close"			= "Fechar";
"DontClose"		= "Não fechar";
"Done"			= "Terminado";
"Switch"		= "Mudar";
"DontSwitch"	= "Não mudar";
"Yes"			= "Sim";
"No"			= "Não";
"DontSave"		= "Não guardar";
"Save"			= "Guardar";
"Revert"		= "Restabelecer";
"Update"		= "Actualizar";
"DontUpdate"	= "Não actualizar";
"Optional"		= "(Opcional)";
"OtherDotDotDot" = "Outra…";
"MoreInfo"		= "Informação adicional…";
"Download"		= "Descarregar";
"Remove"		= "Remover";
"DontRemove"	= "Não remover";
"Edit"			= "Editar";
"EditEllipsis"	= "Editar…";
"Resume"		= "Retomar";


/* Keychain information */
"keychainBaseStationDescription" = "Palavra‑passe da estação‑base AirPort";
"keychainBaseStationType" = "Estação‑base AirPort";
"keychainNetworkDescription" = "Palavra‑passe da rede AirPort";
"keychainAirDiskDescription" = "Palavra‑passe do disco AirPort";
"keychainNetworkType" = "Rede AirPort";
"keychainSpeakerDescription" = "palavra‑passe da aplicação";
"keychainSpeakerType" = "Coluna remota";

/* Password sheet and keychain strings */
"OtherPrompt" = "Digite o endereço e a palavra‑passe:";
"PasswordPrompt" = "Digite a palavra‑passe para o dispositivo sem fios AirPort seleccionado:";
"SaveSecuritySettings" = "Cifrar palavras‑passe para maior segurança";
"SaveSecuritySettingsDescription" = "Terá de fornecer a palavra‑passe de %@ se quiser visualizar ou importar estas palavras‑passe posteriormente.";
"PasswordPromptDoc" = "Digite uma palavra‑passe para este ficheiro de definições para visualizar todas as definições e palavras‑passe. Para ver todas as definições, com excepção das palavras‑passe, clique em Continuar sem digitar uma palavra‑passe.";
"SaveSecuritySettingsNotEncrypted" = "As palavras‑passe não serão cifradas e serão guardadas de forma menos segura.";
"RememberPassword" = "Guardar palavra‑passe no porta‑chaves";
"KeychainRemoveAreYouSure" = "Tem a certeza de que pretende remover esta palavra‑passe do porta‑chaves?";
"KeychainRemoveExplain" = "Se remover esta palavra‑passe do porta‑chaves, ser‑lhe‑á sempre pedido que digite a palavra‑passe.";

/* AOL Login script -- probably no need to localize */
"AOL"			= "AOL";

/* Help book name */
"AirPortHelp"	= "Ajuda do Utilitário AirPort";
"AirPortServiceAndSupport" = "Serviço e suporte do AirPort";
"AirPortServiceAndSupportURL" = "http://www.apple.com/pt/support/airport/";

/* Open/Save panel button titles */
"Open"			= "Abrir";
"Export"		= "Exportar";
"Import"		= "Importar";

/* Discovery Window toolbar items and tool tips*/
"Other"			= "Outro";
"OtherTip"		= "Configurar outro dispositivo sem fios AirPort";
"Rescan"		= "Voltar a procurar";
"RescanTip"		= "Voltar a procurar dispositivos sem fios AirPort";
"Configure"		= "Configurar";
"ConfigureTip"	= "Configurar o dispositivo sem fios AirPort seleccionado";

/* Software Update */
"SoftwareUpdateNewer" = "Está disponível uma versão mais recente (%@) do Utilitário AirPort.";
"SoftwareUpdateExplain" = "Clique em Actualizar… para sair do Utilitário AirPort e obter o software novo.";
"SoftwareUpdateTitle" = "Actualização de software AirPort";
"SoftwareUpdateButton" = "Actualizar…";
"SUFirmwarePrompt" = "Está disponível um novo firmware.";
"SUFirmwareExplain" = "Descarregue o firmware para actualizar os seus dispositivos sem fios AirPort.";
"SUFirmwareExplainDetails" = "Seleccione o firmware que pretende descarregar. Depois de descarregar o firmware, pode actualizar os seus dispositivos sem fios AirPort.";
"SUChoosePrompt" = "Está disponível um novo firmware para %d dispositivos sem fios AirPort.";
"SUChooseExplain" = "Para começar, clique em Actualizar.";
"SUChooseExplainDetails" = "Seleccione os dispositivos sem fios AirPort que pretende actualizar e clique em Actualizar para instalar o novo firmware.";
"SUOneUpdatePrompt" = "Está disponível um novo firmware (%1$@) para o dispositivo sem fios AirPort “%2$@”.";
"SUOneUpdateExplain" = "Para começar, clique em Actualizar.";
"SoftwareUpdateEverythingUpToDate" = "Neste momento, não existem actualizações disponíveis para o Utilitário AirPort nem para qualquer dos dispositivos sem fios AirPort.";
"SoftwareUpdateAUIsUpToDate" = "Esta versão do Utilitário AirPort (%@) é a versão actual.";
"SoftwareUpdateFWIsUpToDate" = "Esta versão do firmware do dispositivo sem fios AirPort (%@) é a versão actual.";
"SoftwareUpdateBadFirmware" = "O ficheiro de firmware seleccionado não é compatível com este dispositivo sem fios AirPort.";
"SoftwareUpdateDownloadError" = "Ocorreu um erro durante a descarga do firmware.";
"SoftwareUpdateShowDetails" = "Mostrar detalhes";
"SoftwareUpdateHideDetails" = "Ocultar detalhes";
"SoftwareUpdateDirty" = "Todas as alterações que não forem guardadas serão perdidas ao actualizar este dispositivo sem fios AirPort.";
"SUSkip" = "Omitir";
"SUPasswordPrompt" = "Digite a palavra‑passe de “%@”:";
"SUVersion" = "Versão de Firmware";
"SUDownloadProgressPrompt" = "A descarregar %1$d de %2$d actualizações de firmware";
"SUUpdateProgressPrompt" = "A actualizar %1$d de %2$d dispositivos sem fios AirPort";
"SUUpdateProgressMessage" = "A actualizar o firmware “%1$@” para %2$@…";
"SUWaitingRestartMessage" = "A aguardar que “%@” seja reiniciado…";
"SUAutoCheckConfirm" = "O Utilitário AirPort abre se existir uma actualização para o seu dispositivo sem fios AirPort, ou se um dispositivo sem fios AirPort comunicar um problema.";
"SUAutoCheckExplain" = "Pode alterar estas definições nas preferências do Utilitário AirPort.";
"SUAutoCheckCheckbox" = "Procurar actualizações ao abrir o Utilitário AirPort";
"SUServerFailure" = "Ocorreu um erro ao ligar ao servidor de actualizações. Verifique as suas definições de rede e tente novamente.";
"SUInternalServerLabel" = "Servidor interno:";
"SUBackgroundCheckbox" = "Procurar actualizações:";
"SUHourly" = "De hora em hora";
"SUDaily" = "Diariamente";
"SUWeekly" = "Semanalmente";
"SUMonthly" = "Mensalmente";
"SUBackgroundDownloadCheckbox" = "Descarregar actualizações de firmware automaticamente";
"SUBackgroundDownloadExplain" = "O Utilitário AirPort inicia quando as actualizações estiverem prontas para ser instaladas.";

/* Discovery Window */
"IP4Address" = "Endereço IPv4";
"IP6Address" = "Endereço IPv6";
"Interface" = "Interface";
"AirPortDesc" = "AirPort (%@)";
"EthernetDesc" = "Ethernet (%@)";

/* Document Toolbar Items and Tabs */
"Restart"				= "Reiniciar";
"HardReset"				= "Restaurar predefinições…";
"Upload"				= "Enviar";
"Default"				= "Predefinição";
"EquivPW"				= "Palavra‑passe";
"Summary"				= "Sumário";
"SummaryTip"			= "Visualizar as definições deste dispositivo sem fios AirPort e da rede sem fios";
"AirPort"				= "AirPort";
"AirPortTip"			= "Definir opções para a sua rede sem fios";
"AirPort.Summary"		= "Sumário";
"AirPort.Summary.Version" = "Versão";
"AirPort.BaseStation"	= "Estação‑base";
"AirPort.BaseStation.Options" = "Opções da estação‑base";
"AirPort.BaseStation.Hostname" = "Nome de host da estação‑base";
"AirPort.Wireless"		= "Sem fios";
"AirPort.Wireless.Options" = "Opções da rede sem fios";
"AirPort.Wireless.AppleWiFiConnect" = "Opções do cliente sem fios";
"AirPort.WDS"			= "WDS";
"AirPort.ACL"			= "Controlo";
"Internet"				= "Internet";
"InternetTip"			= "Configurar a forma como este dispositivo sem fios AirPort estabelece ligação à Internet e como partilha essa ligação";
"Internet.Main"			= "Ligação à Internet";
"Internet.TCPIP"		= "TCP/IP";
"Internet.Modem"		= "Modem";
"Internet.PPPoE"		= "PPPoE";
"Internet.DHCP"			= "DHCP";
"Internet.NAT"			= "NAT";
"Music"					= "Música";
"MusicTip"				= "Configure o AirPort Express para reproduzir música do iTunes em colunas remotas";
"Printers"				= "Impressoras";
"USB"					= "Partilha USB";
"PrintersTip"			= "Visualizar e alterar as definições para impressoras USB disponíveis no seu dispositivo sem fios AirPort";
"USBTip"				= "Visualizar e alterar as definições para dispositivos USB disponíveis no seu dispositivo sem fios AirPort";
"PrintersScanners"		= "Impressoras e digitalizadores";
"PrintersScannersTip"	= "Visualizar e alterar as definições para impressoras e digitalizadores USB disponíveis no seu dispositivo sem fios AirPort";
"Drives"				= "Discos";
"DrivesTip"				= "Visualizar e alterar as definições para dispositivos de armazenamento disponíveis no seu dispositivo sem fios AirPort";
"Drives.Disks"			= "Discos";
"Drives.FileSharing"	= "Partilha de ficheiros";
"Drives.Accounts"		= "Contas";
"Advanced"				= "Avançadas";
"Advanced.MobileMe"		= "MobileMe";
"Advanced.Firewall"		= "Portas";
"Advanced.PortMapping"	= "Mapeamento de portas";
"Advanced.IPv6"			= "IPv6";
"Advanced.IPv6Firewall"	= "Firewall IPv6";
"Advanced.Dialin"		= "Ligação telefónica PPP";
"Advanced.Statistics"	= "Registos";
"AdvancedTip"			= "Visualizar e alterar mais definições avançadas do dispositivo sem fios AirPort";
"Profiles"				= "Perfis";
"ProfilesTip"			= "Perfis";
"Statistics"			= "Estatística";
"Statistics.Logging"	= "Registos";
"Statistics.Wireless"	= "Clientes de ligações sem fios";
"Statistics.DHCP"		= "Clientes DHCP";
"StatisticsTip"			= "Visualizar a informação de estado do dispositivo sem fios AirPort, incluindo registos de sistema e informação do cliente";
"Search"				= "Procurar uma definição";
"SearchTip"				= "Procurar uma definição do dispositivo sem fios AirPort por nome. Ao seleccionar um nome, será conduzido ao painel dessa definição.";

/* Panel layout */
"AirPort.Summary.labelPercentage" = "50";
"AirPort.Summary.Version.labelPercentage" = "50";
"AirPort.BaseStation.labelPercentage" = "50";
"AirPort.BaseStation.Options.labelPercentage" = "50";
"AirPort.BaseStation.Hostname.labelPercentage" = "50";
"AirPort.Wireless.labelPercentage" = "50";
"AirPort.Wireless.Options.labelPercentage" = "50";
"AirPort.Wireless.AppleWiFiConnect.labelPercentage" = "50";
"AirPort.GuNe.labelPercentage" = "50";
"AirPort.WDS.labelPercentage" = "50";
"AirPort.ACL.labelPercentage" = "50";

"Internet.Main.labelPercentage" = "40";
"Internet.TCPIP.labelPercentage" = "40";
"Internet.Modem.labelPercentage" = "40";
"Internet.DHCP.labelPercentage" = "50";
"Internet.NAT.labelPercentage" = "46";

"Music.labelPercentage" = "50";

"Printers.labelPercentage" = "50";
"USB.labelPercentage" = "50";
"Drives.Disks.labelPercentage" = "55";
"Drives.FileSharing.labelPercentage" = "45";
"Drives.Accounts.labelPercentage" = "50";

"Advanced.MobileMe.labelPercentage" = "50";
"Advanced.Firewall.labelPercentage" = "50";
"Advanced.PortMapping.labelPercentage" = "50";
"Advanced.IPv6.labelPercentage" = "50";
"Advanced.IPv6Firewall.labelPercentage" = "50";
"Advanced.Dialin.labelPercentage" = "50";
"Advanced.Statistics.labelPercentage" = "50";

/* Document */
"UpdateChanges" = "Deseja actualizar as definições neste dispositivo sem fios AirPort antes de fechar?";
"WSCUpdateChanges" = "Foram feitas alterações ao dispositivo sem fios AirPort que devem ser guardadas antes de adicionar clientes sem fios. Clique em Actualizar para guardar as alterações e tente de novo.";
"SwitchContinue" = "Tem a certeza de que pretende mudar para outro dispositivo sem fios AirPort?";
"SwitchUpdateLost" = "Se mudar sem actualizar, as alterações serão ignoradas."; 
"UpdateLost" = "Se não actualizar, as alterações serão perdidas.";
"Passwords" = "Palavras‑passe";
"errMatchPassword" = "Os campos da palavra‑passe e de confirmação não coincidem. Tem de digitar a mesma palavra‑passe em ambos os campos.";
"ImportPrompt" = "Importar uma configuração completa do dispositivo ou importar só certas definições.";
"ImportAll" = "Configuração completa do dispositivo";
"ImportAllOther" = "Todas as outras definições";
"SwitchNetworksPrompt" = "Tem a certeza de que pretende mudar para outra rede sem fios?";
"SwitchNetworksMore" = "A configuração deste dispositivo sem fios AirPort requer a mudança de rede sem fios. Mudar de rede sem fios poderá interromper a sua ligação à Internet.";
"TaskMaintenanceClose" = "Fechar esta janela?";
"TaskMaintenanceRecommendContinue" = "Se fechar esta janela agora, irá perder as suas alterações.";
"AssistClose" = "Fechar esta janela?";
"AssistReccomendContinue" = "Se não prosseguir com o assistente e a actualização do dispositivo sem fios AirPort, as alterações serão ignoradas.";
"PortConflict" = "A activação de “%@” entra em conflito com um dos mapeamentos de portas. O mapeamento de portas foi desactivado. Actualize a porta pública para continuar a utilizá‑la.";
"TooBusyToCloseGeneric" = "O Utilitário AirPort está ocupado e não pode ser interrompido.";
"TooBusyToClose" = "O Utilitário AirPort está ocupado com “%@” e não pode ser interrompido.";
"TooBusyToCloseExplain" = "Aguarde até que o Utilitário AirPort termine antes de voltar a tentar.";
"UpdatingFirmware" = "a actualizar o firmware de um dispositivo sem fios AirPort";
"WritingConfiguration" = "a escrever uma configuração do dispositivo sem fios AirPort";

/* Progress */
"closeOrReRead" = "Pode fechar esta janela ou aguardar que o dispositivo sem fios AirPort seja reiniciado.";
"closeOrReReadSpecific" = "Pode fechar esta janela ou aguardar que %@ seja reiniciado.";
"ReReadTimeout" = "O Utilitário AirPort não conseguiu localizar o seu dispositivo sem fios AirPort após reiniciar.";
"ReReadTimeoutDescription" = "As definições deste dispositivo sem fios AirPort foram actualizadas correctamente, mas ocorreu um problema ao voltar a aceder à rede sem fios ou ao localizar o dispositivo sem fios AirPort. Poderá ser necessário seleccionar a sua rede a partir do menu Wi‑Fi e tentar de novo.";
"ReReadTimeoutDescriptionWin" = "As definições deste dispositivo sem fios AirPort foram actualizadas correctamente, mas ocorreu um problema ao voltar a aceder à rede sem fios ou ao localizar o dispositivo sem fios AirPort. É possível que seja necessário seleccionar a sua rede na secção de gestão de ligações em rede e voltar a tentar.";
"ErrorCloseTryAgain" = "Ocorreu um erro, feche a janela de configuração e volte a tentar.";

/* Discovery */
"FoundDefaultBaseStation" = "O Utilitário AirPort encontrou um %@ com predefinições.";
"FoundDefaultBaseStation.alternateArticle" = "O Utilitário AirPort encontrou um %@ com predefinições.";
"FoundRestorableDefaultBaseStation" = "O Utilitário AirPort encontrou um %@ com predefinições. As definições anteriores podem ser restauradas neste dispositivo.";
"FoundRestorableDefaultBaseStation.alternateArticle" = "O Utilitário AirPort encontrou um %@ com predefinições. As definições anteriores podem ser restauradas neste dispositivo.";
"FoundJoinedBaseStation" = "O Utilitário AirPort encontrou um %@ com clientes que pretendem aceder.";
"FoundConfiguredBaseStation" = "O Utilitário AirPort encontrou um %@.";
"FoundConfiguredBaseStation.alternateArticle" = "O Utilitário AirPort encontrou um %@.";
"FoundBaseStationNeedsAttention" = "O Utilitário AirPort encontrou um %@ com problemas.";
"FoundBaseStationNeedsAttention.alternateArticle" = "O Utilitário AirPort encontrou um %@ com problemas.";
"FoundBaseStationPerformingTask" = "O Utilitário AirPort encontrou um %@ que está a executar uma tarefa.";
"FoundBaseStationPerformingTask.alternateArticle" = "O Utilitário AirPort encontrou um %@ que está a executar uma tarefa.";
"FoundBaseStationMigrationInterrupted" = "O Utilitário AirPort detectou um Time Capsule que sofreu uma interrupção durante a migração do disco.";
"FoundBaseStationWithEnrollee" = "O Utilitário AirPort encontrou um %@ com um pedido de acesso à rede.";
"FoundBaseStationWithEnrollee.alternateArticle" = "O Utilitário AirPort encontrou um %@ com um pedido de acesso à rede.";

"FoundBaseStationNeedsUpdate" = "A versão do firmware do %@ deveria ser actualizada.";
"FoundEnrolleeNeedsAccess" = "O dispositivo “%@” solicitou acesso à sua rede.";
"FoundEnrolleeAlreadyAuthed" = "O dispositivo “%@” foi autorizado a aceder à sua rede.";
"FoundEnrolleeAlreadyAuthedWaiting" = "A aguardar que “%@” aceda à sua rede...";
"FoundEnrolleeAlreadyJoined" = "O dispositivo “%@” acedeu com sucesso à sua rede.";
"FoundEnrolleeNeedsPIN" = "Digite o código PIN para este pedido de acesso à rede e seleccione Autorizar.";
"FoundEnrolleeGeneralError" = "Ocorreu um erro ao tentar autorizar o pedido de rede. Tente de novo.";
"FoundEnrolleePINWrong" = "O PIN introduzido está incorrecto.";
"AppleWiFiConnectAuthorize" = "Autorizar";
"AppleWiFiConnectIgnore" = "Ignorar";	
"AppleWiFiConnectTableColumnName" = "Nome";
"AppleWiFiConnectTableColumnModel" = "Modelo";
"AppleWiFiConnectTableColumnMAC" = "Endereço MAC";
"AppleWiFiConnectSelectNetwork" = "Autorizar acesso a";
"AppleWiFiConnectSelectNetwork.description" = "Seleccione a rede sem fios que deve ser utilizada por este cliente.";
"AppleWiFiGrantTimedAccess" = "Dar acesso";
"AppleWiFiGrantTimedAccess.1" = "Até ser revogado";
"AppleWiFiGrantTimedAccess.2" = "Duração personalizada";
"AppleWiFiGrantTimedAccess.86400" = "Durante um dia";
"AppleWiFiGrantTimedAccess.604800" = "Durante uma semana";
"AppleWiFiGrantTimedAccess.2592000" = "Durante um mês";
"AppleWiFiGrantTimedAccess.4294967295" = "Permanentemente";
"AppleWiFiGrantTimedAccess.description" = "Especifique o período de tempo durante o qual este cliente pode aceder à rede.";
"AppleWiFiGrantTimedAccessCustom" = "Personalizar";
"ContinueOrManual" = "Clique em Continuar para alterar as definições deste %@.";
"ContinueDefault" = "Clique em Continuar para configurar este %@.";
"ContinueResolve" = "Clique em Continuar para resolver problemas neste %@.";
"FoundNone" = "O Utilitário AirPort não conseguiu localizar nenhum dispositivo sem fios AirPort. Certifique‑se de que o dispositivo sem fios AirPort que pretende configurar está ligado e dentro do raio de alcance do seu computador e, depois, clique em “Voltar a procurar”.";
"MakeSure" = "Se este não for o dispositivo sem fios AirPort que pretende configurar, pode seleccionar outro na lista à esquerda. Se não encontrar o dispositivo, certifique‑se de que está ligado e dentro do raio de alcance do computador.";
"PerformingTask" = "Visualize a evolução da tarefa em baixo ou seleccione outro dispositivo sem fios AirPort para configurar.";
"PerformingTaskNeedPassword" = "Digite a palavra‑passe de %@ para ver a evolução da tarefa em baixo ou seleccionar outro dispositivo sem fios AirPort para configurar.";
"PasswordButton" = "Digite a palavra‑passe…";
"NothingSelected" = "Seleccione o dispositivo sem fios AirPort que pretende configurar.";
"OldVersion" = "Versão actual";
"InstallVersion" = "Nova versão";
"UpdateButton" = "Actualizar firmware…";
"ProgressStep.0" = "A procurar a mais recente versão de firmware…";
"ProgressStep.1" = "A comunicar com %@…";
"ProgressStep.3" = "A descarregar firmware…";
"ProgressStep.4" = "A transferir o novo firmware para %@…";
"ProgressStep.5" = "Actualização concluída…";

/* AirPort */
"SummaryPrompt" = "Clique no título de uma definição para editar essa definição:";
"SummaryWirelessClients" = "Clientes de ligações sem fios";
"SummaryAllow" = "Permitir clientes…";
"SummaryAddWireless" = "Adicionar clientes sem fios…";
"UpgradeFirmware" = "Actualizar firmware";
"UpgradeFirmwareTo" = "Actualizar para %@";
"ConfigureRadius" = "Configurar RADIUS…";
"RadioModeWarning" = "Ao seleccionar %@ poderá impedir que certos clientes entrem nesta rede sem fios.";
"BaseStationsOptionsButton" = "Opções…";
"WirelessOptionsButton" = "Opções da rede sem fios…";
"WDSMainLabel" = "WDS principal";
"WDSRemotesLabel" = "WDS remotos";
"AutomaticDateTime" = "Definir hora automaticamente:";
"EveryoneElse" = "(predefinição)";
"NoAccess" = "Sem acesso";
"FullAccess" = "Sem limite";
"Expired" = "(Expirado)";
"LocalAccessDescription" = "O acesso local especifica os clientes que podem aceder à sua rede, com base nos seus endereços MAC sem fios. Se estiver em branco, todos os clientes podem aceder à sua rede.";
"TimedAccessDescription" = "O acesso temporizado especifica as horas e os dias em que um cliente pode aceder à rede, com base no endereço MAC sem fios. O primeiro elemento permite‑lhe especificar o número de acessos predefinido para qualquer endereço MAC sem fios não listado.";
"TimedAccessLockoutTitle" = "Restrições do acesso temporizado";
"TimedAccessLockoutMessage" = "A entrada predefinida é de não acesso. Se não adicionar uma entrada fornecendo acesso a este computador, não poderá aceder à rede deste dispositivo sem fios AirPort após a actualização.";
"VerifySecret" = "Verificar código:";
"WirelessInternetSettings" = "Definições da internet da rede sem fios…";
"ChooseWirelessNetwork" = "Escolher rede sem fios…";

/* Internet */
"RenewDHCP" = "Renovar DHCP";
"NATDescription" = "A tradução de endereços de rede (NAT) permite‑lhe partilhar um único endereço IP público com computadores e dispositivos na sua rede.";
"EnableDefaultHost" = "Activar host predefinido em:";
"InvalidDHCPBegin" = "O endereço inicial DHCP introduzido não é um endereço IP válido.";
"InvalidDHCPEnd" = "O endereço final DHCP introduzido não é um endereço IP válido.";
"InvalidRangeRemedy" = "Digite um número válido para o octeto final do endereço e tente de novo.";
"ConfigurePortMappings" = "Configurar mapeamentos de portas…";
"DHCPPrivateRange10Dot0" = "10.0";			/* DON'T LOCALIZE THIS */
"DHCPPrivateRange172Dot16" = "172.16";		/* DON'T LOCALIZE THIS */
"DHCPPrivateRange192Dot168" = "192.168";	/* DON'T LOCALIZE THIS */
"WirelessDescription" = "Seleccione a rede sem fios que %@ vai usar para aceder à Internet.";

/* Music */
"iTunesDescription" = "Este painel permite configurar o AirPort Express para usar o AirPlay.";

/* Printers */
"PrintersDescription" = "Este painel mostra as impressoras USB ligadas ao seu dispositivo sem fios AirPort.";
"NoPrinters" = "Nenhuma";
"Printer" = "Impressora";
"SharedName" = "Nome partilhado";
"AccountName" = "Nome de utilizador";

/* USB */
"USBDevice" = "Dispositivo USB";
"USBDeviceAccess" = "Acesso";
"AccountCount" = "%d contas";

/* Drives */
"StorageDescription" = "Este painel mostra os discos AirPort.";
"DiskBuiltIn" = "Disco Time Capsule";
"DiskBuiltInName" = "Nome do disco do Time Capsule";
"DiskErasePrompt" = "Seleccione Apagar para apagar os dados no disco do Time Capsule.";
"DiskErasePrompt2" = "clique em Iniciar para apagar os dados no disco do Time Capsule.";
"DiskEraseButton" = "Apagar…";
"DiskActionButton" = "Iniciar…";
"DiskEraseTCMenuItem" = "Apagar disco";
"DiskArchiveTCMenuItem" = "Arquivar disco";
"DiskMigrateTCMenuItem" = "Migrar disco";
"DiskArchivePrompt" = "Seleccione Arquivar, para transferir os dados do disco do Time Capsule para um disco AirPort ligado por USB.";
"DiskArchivePrompt2" = "Clique em Iniciar para transferir os dados do disco do Time Capsule para um disco AirPort ligado por USB.";
"DiskArchiveButton" = "Arquivar…";
"DiskMigrateArchiveErasePrompt" = "Seleccione a acção do disco do Time Capsule que pretende efectuar e depois clique em Iniciar.";
"MigrateAreYouSure" = "Tem a certeza de que pretende migrar dados do disco de outro Time Capsule para o disco deste Time Capsule?";
"MigrateExplain" = "Migre o conteúdo do disco de outro Time Capsule para copiar os seus dados para o disco deste Time Capsule. Isto também lhe permite mover a sua cópia de segurança do Time Machine para este disco do Time Capsule.";
"MigrateWarning" = "Migrar o conteúdo do disco de outro Time Capsule pode demorar bastante tempo.";
"DiskMigrateButton" = "Migrar…";
"MigrateFrom" = "Migrar dados de";
"DiskArchiveNoDestPartitions" = "Não há discos AirPort disponíveis";
"DiskArchiveNoDestDescription" = "Certifique‑se de que o dispositivo de armazenamento tem espaço suficiente para o arquivamento antes de o ligar à porta USB da estação‑base.";
"DiskArchiveNameFreeSpaceFormat" = "%@ (%@ disponível)";
"DiskArchiveNameFreeSpaceInsufficientSpace" = "%@ (%@ disponível - espaço insuficiente)";
"DiskArchiveNameDiskIsLocked" = "%@ (disco protegido)";
"UnmountDescription" = "Clique em “Desligar todos os utilizadores”, se pretender desligar um disco.";
"DiskMigrateSelect" = "Seleccionar o disco do Time Capsule para migrar";
"DiskMigrateNoSources" = "Não está disponível nenhum Time Capsule";
"DiskMigrateNoSourcesDescription" = "Certifique‑se de que o Time Capsule a partir do qual pretende migrar dados está ligado à sua rede.";
"DiskMigrateEraseTargetWarning" = "O conteúdo do disco deste Time Capsule será apagado durante o processo de migração do conteúdo do disco. Esta acção não pode ser desfeita.";

"SharingOffDescription" = "A partilha de ficheiros está desactivada. Para partilhar os seus discos AirPort na rede, abra o separador Partilha de ficheiros, active a opção de partilha de ficheiros e seleccione Actualizar.";
"SharingTabButton" = "Partilha de ficheiros…";
"BytesSuffix" = "Bytes";
"KiloBytesSuffix" = "KB";
"MegaBytesSuffix" = "MB";
"GigaBytesSuffix" = "GB";
"TeraBytesSuffix" = "TB";
"NoDrives" = "Discos inexistentes.";
"NoDriveSelection" = "Seleccione um disco ou volume.";
"nameField" = "Nome:";
"capacityField"	= "Capacidade:";	
"availableCapacityField" = "Disponível:";
"usedCapacityField" = "Usado:";
"usersField" = "Utilizadores:";
"SMARTStatus" = "Estado S.M.A.R.T.:";		/* Self-Monitoring, Analysis, and Reporting Technology - It's not localized. "Status" should be localized.*/
"SMARTVerified" = "Verificado";
"SMARTFailing" = "Falhou";
"SMARTNotSupported" = "Não suportado";
"ArchiveAreYouSure" = "Tem a certeza de que pretende arquivar o disco do Time Capsule num disco ligado por USB?";
"ArchiveExplain" = "Arquive o disco rígido para efectuar uma cópia de segurança dos seus dados.";
"ArchiveWarning" = " Arquivar o disco do Time Capsule pode demorar algum tempo.";
"ArchiveTo" = "Destino:";
"Archive" = "Arquivar";
"ArchiveConfirmStrong" = "Arquivar o disco do Time Capsule noutro disco AirPort requer espaço disponível no disco de destino. O arquivo de dados não apaga ficheiros.";
"UsersConnectedBullet" = "Existem utilizadores ligados a este disco. Quaisquer alterações efectuadas em ficheiros não guardados serão perdidas.";
"EraseAreYouSure" = "Tem a certeza de que pretende apagar o disco do Time Capsule?";
"EraseExplain" = "Apagar o disco do Time Capsule elimina todos os ficheiros do disco.";
"EraseSecure" = "Eliminação segura";
"EraseSecureExplain" = "A eliminação segura do disco demora mais tempo mas garante que os dados não possam ser recuperados.";
"Erase" = "Apagar";
"EraseQuick" = "Eliminação rápida (não segura)";
"EraseQuick.description" = "Apaga a informação do directório para que os dados não possam ser acedidos. Os dados são deixados inalterados no disco até que o espaço em disco seja necessário e sobregravado. Os dados são potencialmente recuperáveis até essa altura. Esta opção é a mais rápida, mas menos segura.";
"EraseZeroOnce" = "Escrever zeros";
"EraseZeroOnce.description" = "Escreve zeros sobre todos os dados do disco. Esta opção é segura e demora pouco tempo.";
"EraseZero7Times" = "Eliminação de 7 passagens";
"EraseZero7Times.description" = "Escreve dados sobre todo o disco, sete vezes. Esta opção impede com segurança a recuperação de dados e é 7 vezes mais demorada que a opção de escrita de zeros.";
"EraseZero35Times" = "Eliminação de 35 passagens";
"EraseZero35Times.description" = "Escreve dados sobre todo o disco 35 vezes. Esta opção impede com segurança a recuperação de dados e é 35 vezes mais demorada do que a opção de escrita de zeros.";
"EraseTimeRequirementWarningSeveralDays" = "Esta opção demorará vários dias para ser concluída.";
"EraseTimeRequirementWarningSpecific" = "Esta opção demorará cerca de %@ para ser concluída.";
"EraseConfirmStrong" = "Apagar o disco do Time Capsule elimina toda a informação nele contida. A informação noutros discos AirPort não será afectada.";
"EraseUsersConnectedBullet" = "Existem utilizadores ligados a este disco. Os ficheiros em utilização neste disco serão removidos.";
"Migrate" = "Migrar";
"MigrateConfirmStrong" = "A migração do disco do Time Capsule seleccionado irá copiar todos os ficheiros, incluindo quaisquer cópias de segurança do Time Machine para este disco do Time Capsule.";
"MigrateTaskBullet" = "Migrar o disco do Time Capsule pode demorar bastante tempo.";
"MigrateUsersConnectedBullet" = "Existem utilizadores ligados a este disco. Quaisquer alterações efectuadas em ficheiros não guardados serão perdidas.";
"MaintenanceTaskBullet" = "A luz de estado amarela da %@ pisca durante este processo.";
"MaintenanceTaskBullet2" = "Não será possível alterar as definições do %@, nem actualizar o firmware nem reiniciá‑lo até que esteja novamente disponível.";
"MaintenanceTaskBullet3" = "A eliminação segura do disco pode demorar bastante tempo. Para apagar o disco mais rapidamente, clique em Cancelar e comece de novo sem recorrer à eliminação segura do disco.";
"DisconnectAllUsers" = "Desligar todos os utilizadores…";
"Unmount" = "Desmontar";
"Disconnect" = "Desligar";
"DisconnectAllUsersAreYouSure" = "Desligar todos os utilizadores dos discos partilhados?";
"DisconnectAllUsersExplain" = "Antes de remover um disco da %@, deverá desligar qualquer utilizador que esteja ligado. Certifique‑se que os utilizadores ligados aos discos guardam o respectivo trabalho antes de serem desligados. Depois de todos os utilizadores serem desligados, é seguro remover um disco.";
"DisconnectMessage" = "O administrador deste dispositivo %@ decidiu desligar todos os utilizadores dos discos partilhados.";
"ArchiveDiskMessage" = "O administrador deste dispositivo %@ está a arquivar este disco AirPort.";
"EraseDiskMessage" = "O administrador deste dispositivo %@ está a apagar este disco AirPort.";
"MigrateSourceDiskMessage" = "O administrador deste dispositivo %@ está a migrar o conteúdo do disco deste Time Capsule.";
"MigrateDestDiskMessage" = "O administrador deste dispositivo %@ está a migrar o conteúdo do disco de outro Time Capsule para o disco deste Time Capsule.";
"WillBeDisconnectedMessage" = "Todos os utilizadores serão desligados deste disco.";
"DiskStatus" = "Estado do disco";
"EraseDiskStatus" = "Progresso da eliminação de dados";
"ErasingWillTake" = "A eliminação segura do disco irá demorar cerca de %@.";
"EraseDiskSucceeded" = "O disco foi apagado com êxito.";
"EraseDiskFailed" = "Ocorreu um erro ao apagar este disco.";
"EraseDiskPermissionError" = "Certifique‑se de que é possível copiar ficheiros para o disco e tente de novo.";
"EraseInternalDiskFailed" = "Ocorreu um erro ao apagar o disco do Time Capsule. Tente de novo.";
"EraseDiskProgress" = "Estado do disco: %@";
"EraseDiskSecurePass" = "Eliminação segura %1$d de %2$d";
"EraseDiskStarting" = "A começar a apagar o disco";
"EraseDiskFinishing" = "A terminar de apagar o disco";
"EraseCancel" = "Cancelar eliminação segura";
"CancelingTask" = "A cancelar. Por favor, aguarde.";
"EraseDiskCanceled" = "O disco do Time Capsule foi apagado. Contudo, uma vez que a fase de eliminação segura foi cancelada, os dados poderão ser recuperados do disco rígido.";
"EstimatedTimeToComplete" = "Tempo estimado para concluir: %@";
"DaysHoursMinutesSeconds" = "%1$d dias %2$2d:%3$2d:%4$2d";		/* example: "3 days 10:59:48" (remaining, not absolute time)*/
"HoursMinutesSeconds" = "%1$2d:%2$2d:%3$2d";					/* example: "10:59:48" (remaining, not absolute time)*/
"ArchiveDiskSucceeded" = "O disco foi arquivado com êxito.";
"ArchiveDiskError" = "Ocorreu um erro ao arquivar o disco do Time Capsule.";
"ArchiveSizeError" = "Não existe espaço disponível suficiente no disco de destino.";
"ArchiveNotFoundError" = "Não é possível encontrar o disco de destino.";
"ArchivePermissionError" = "Existem erros de permissão no destino de destino.";
"ArchiveDiskStarting" = "A começar a arquivar o disco";
"ArchiveDiskStatus" = "Estado de arquivo do disco";
"ArchiveDiskProgress" = "%1$@ de %2$@";
"ArchiveCancel" = "Cancelar arquivo";
"ArchiveDiskCanceled" = "O arquivamento do disco foi cancelado.";
"ArchiveDiskCanceledArchiveDeleted" = "Alguns ficheiros que se encontravam arquivados foram apagados do disco de destino.";
"ArchiveDiskCanceledArchiveRemains" = "Alguns ficheiros que se encontravam arquivados estão disponíveis no disco de destino.";
"ArchiveDiskFinishing" = "A terminar";

"MigrateDiskSucceeded" = "O conteúdo do disco do outro Time Capsule foi migrado com sucesso para o disco deste Time Capsule.";
"MigrateDiskError" = "Ocorreu um erro ao migrar o conteúdo do outro Time Capsule para o disco deste Time Capsule.";
"MigrationInterrupted" = "A migração do disco do Time Capsule foi interrompida.";
"MigrationResumeRestart" = "Pode retomar ou reiniciar a migração.";
"MigrationResumeRestartCancel" = "Pode retomar, reiniciar ou cancelar a migração.";
"MigrationResumeRestartDesc" = "Reiniciar a migração irá apagar o disco deste Time Capsule e migrar todos os ficheiros do disco do outro Time Capsule. Retomar a migração irá recomeçar a partir do ponto de interrupção da migração.";
"MigrateSizeError" = "Não há espaço em disco disponível suficiente neste Time Capsule para migrar todo o conteúdo do disco do outro Time Capsule.";
"MigrateNotFoundError" = "Não é possível localizar o disco do Time Capsule a partir do qual pretende migrar.";
"MigrateDiskStarting" = "A iniciar a migração do disco do Time Capsule";
"MigrateDiskStatus" = "Estado da migração";
"MigrateCancel" = "Cancelar a migração do disco do Time Capsule";
"MigrateDiskCanceled" = "A migração do disco do Time Capsule foi cancelada.";
"DisconnectingFileSharingUsers" = "A desligar utilizadores da partilha de ficheiros";

"MigrateDiskFinished.defaults" = "Seleccione Continuar para restaurar o outro Time Capsule com as definições de fábrica.";
"MigrateDiskFinished.config" = "Seleccione Continuar para configurar o outro Time Capsule com as definições seleccionadas anteriormente.";
"MigrateDiskFinished.timer" = "Este processo irá continuar automaticamente em %@ segundos.";

"RepairDisk" = "Reparar";
"ChooseDifferentDisk" = "Escolha outro disco do AirPort e volte a tentar.";
"ConnectSMBOnly" = "É possível ligar a este disco partilhado em smb://%@.";
"ConnectSMBorAFP" = "É possível ligar a este disco partilhado em smb://%1$@ ou afp://%2$@.";
"FileSharingDescription" = "Este painel permite‑lhe configurar o acesso para partilha de ficheiros para os discos AirPort.";
"ConfigureAccounts" = "Configurar contas…";
"SMBDescription" = "Estas definições configuram a partilha de ficheiros no Windows.";
"DiskRenameButton" = "Alterar nome…";
"DiskRenameLabel" = "Nome do disco:";
"DiskRenameDescription" = "Digite um nome para o disco do Time Capsule.";
"DiskRenamePrompt" = "Clique em “Alterar nome” para mudar o nome do disco do Time Capsule.";
"InternalDiskDefaultPartitionName" = "Disco AirPort";
"DiskUserWarningPrompt" = "O dispositivo e os respectivos serviços de rede ficarão temporariamente indisponíveis. Tem a certeza de que pretende continuar?";

/* Advanced */
"AccountsDescription" = "Com diferentes contas no seu dispositivo sem fios AirPort, é possível controlar o acesso dos utilizadores aos discos partilhados. Clique em Adicionar (+) para criar uma nova conta de utilizador.";
"AccountsDescription.usbAndDiskSharing" = "Com diferentes contas no seu dispositivo sem fios AirPort, é possível controlar o acesso dos utilizadores aos discos partilhados e a outros dispositivos USB partilhados. Clique em Adicionar (+) para criar uma nova conta de utilizador.";
"AccountsDescription.usbSharing" = "Com diferentes contas no seu dispositivo sem fios AirPort, é possível controlar o acesso dos utilizadores aos dispositivos USB partilhados. Clique em Adicionar (+) para criar uma nova conta de utilizador.";
"FirewallDescription" = "Se pretender que computadores externos à rede possam aceder a dispositivos específicos na sua rede, clique em Adicionar (+) e especifique um serviço e uma porta.";
"PortMappingDescription" = "Se pretender que computadores externos à rede possam aceder a dispositivos específicos na sua rede, clique em Adicionar (+) e especifique um serviço e uma porta.";
"IPv6Description" = "Este painel permite‑lhe configurar o IPv6 no seu dispositivo %@. Determine se o seu dispositivo %@ utiliza apenas ligação‑local, ou se funciona como um nó na Internet IPv6 ou como túnel entre a Internet IPv6 e os computadores na sua rede local.";
"IPv6FirewallTraversals" = "Personalize o firewall IPv6.";
"IPv6FirewallDescription" = "Se pretende fornecer acesso a dispositivos específicos na sua rede a partir de computadores fora da rede, clique em Adicionar (+) e digite o endereço IPv6 e/ou porta do dispositivo.";
"LoggingDescription" = "Este dispositivo sem fios AirPort suporta mensagens de registo que poderão ajudar a diagnosticar um problema.";
"SNMPDescription" = "O protocolo de gestão de rede simples (SNMP) permite‑lhe obter estatísticas acerca deste dispositivo, incluindo o número de clientes sem fios.";
"LogsAndStatisticsDescirption" = "O Utilitário AirPort suporta a leitura de mensagens de registo e a visualização de estatísticas no seu dispositivo sem fios AirPort.";
"WABHostnameDescription" = "Digite um nome de host global para este dispositivo sem fios AirPort. Os computadores na Internet poderão ligar‑se a este dispositivo sem fios AirPort através deste nome de host.";
"WABRegDomainDescription" = "Introduza um domínio de registo para activar a publicidade do Bonjour fora da sub‑rede local.";
"WABDNSAuthDescription" = "Digite um nome de utilizador e palavra‑passe, se o seu servidor de DNS requer autenticação.";
"WABEnable" = "Utilizar um nome de host de área alargada";
"WABConfigure" = "Configurar…";
"BackToMyMacDescription" = "Através de Voltar ao meu Mac, pode, a partir de outros computadores nos quais tenha activado esta funcionalidade, aceder a este %@ para, por exemplo, partilhar ficheiros e imprimir documentos.";
"BackToMyMacDescriptionSingle" = "Para configurar a funcionalidade Voltar ao meu Mac em %@, digite o seu nome de assinante MobileMe e respectiva palavra‑passe.";
"BackToMyMacDescriptionMultiple" = "Para configurar a funcionalidade Voltar ao meu Mac em %@, clique em Adicionar (+) e digite o seu nome de assinante MobileMe e respectiva palavra‑passe.";
"BackToMyMacEntryDescription" = "Digite o seu nome de assinante MobileMe e respectiva palavra‑passe para que os dispositivos ligados a %@ fiquem disponíveis através da funcionalidade Voltar ao meu Mac.";
"IPv6FirewallLabel" = "Excepções";
"PortMappingsLabel" = "Mapeamentos de portas";

/* Statistics */
"SeverityLabel" = "Gravidade:";
"Save Log File" = "Exportar registos";
"LogFileNameWithoutExtension" = "Registo de %@";
"ViewStatistics" = "Registos e estatísticas";
"MinutesAgo" = "minutos antes";
"dBm" = "dBm";
"StatisticsPublicPassword" = "Para ver estatísticas, altere o estatuto “público” da palavra‑passe %@, actualize a configuração e volte a tentar. A visualização de estatísticas com palavra‑passe “pública” só é suportada se o dispositivo sem fios AirPort tiver uma cadeia de comunidade SNMP.";

/* Profiles */
"profilesDescription" = "Este dispositivo sem fios AirPort suporta múltiplos perfis de configuração. É possível adicionar, eliminar ou activar um perfil. Para activar um perfil, clique no botão na coluna Activo. Para alterar o nome de um perfil, dê um duplo clique no nome do perfil e digite um novo nome.";
"ManageProfiles" = "Gerir perfis";
"untitled" = "sem nome";
"copy" = "cópia";

/* Validation */
"SingleValidationError" = "Corrija o problema descrito abaixo antes de actualizar este dispositivo sem fios AirPort.";
"MultipleValidationErrors" = "Corrija os %d problemas descritos abaixo antes de actualizar este dispositivo sem fios AirPort.";
"IgnoreValidationDescription" = "Seleccione \"Ignorar este problema\" se não pretender alterar esta definição.";
"IgnoreValidation" = "Ignorar problema";

/* System Status */
"SystemStatusPrompt" = "O seu dispositivo sem fios AirPort comunicou a seguinte informação. Para ver mais pormenores, seleccione o elemento em questão.";
"SystemStatusIgnoreExplain" = "Pode ignorar um problema, se não pretender que o mesmo faça piscar a luz de estado amarela do dispositivo sem fios AirPort.";
"SystemStatusPromptNoErrors" = "O seu dispositivo sem fios AirPort não comunicou qualquer problema.";
"SystemErrors" = "%d problemas";
"StatusNormal" = "Normal";
"StatusUnconfigured" = "Predefinições";
"DontWarnCheckboxTitle" = "Não mostrar este aviso novamente";
"SystemStatusErrorDescription" = "Descrição do problema";
"SystemStatusIgnore" = "Ignorar";
"SystemStatusError" = "Problema";
"SystemStatusWarning" = "Aviso";
"SystemStatusOpenedDefault" = "O Utilitário AirPort abriu “%@” porque utiliza predefinições.";
"SystemStatusOpenedDefaultMore" = "Clique em OK para introduzir as suas definições ou em Cancelar para manter as predefinições.";
"SystemStatusOpenedProblems" = "O Utilitário AirPort abriu “%@” porque está a comunicar problemas.";
"SystemStatusOpenedProblemsMore" = "Clique em OK para resolver problemas deste dispositivo sem fios AirPort.";
"SystemStatusItem" = "Elemento";
"SystemStatusPromptOneItem" = "O seu dispositivo sem fios AirPort está a comunicar 1 elemento.";
"SystemItems" = "%d elementos";

/* Preferences */
"ShowPreferences" = "Abrir preferências";
"advancedUser" = "Utilize sempre a janela de configuração manual";
"controlTips" = "Mostrar descrições por cima de cada definição do dispositivo sem fios AirPort";
"backgroundMonitor" = "Monitorizar os dispositivos sem fios AirPort";
"backgroundMonitorMine" = "Monitorizar só os dispositivos sem fios AirPort configurados por mim";
"backgroundMonitorDescription" = "Se assinalar “Monitorizar os dispositivos sem fios AirPort”, o Utilitário AirPort abrirá quando a luz de estado de um dispositivo sem fios AirPort suportado passar a amarelo intermitente.";
"backgroundMonitorWAB" = "Monitorizar os dispositivos sem fios AirPort pela Internet, através do Bonjour";

/* UserModes */
"AssistantMode" = "Assistente";
"AdvancedMode" = "Configuração manual";
"ConfirmSwithToAssistLoseChanges" = "Mudar agora para o modo de assistente irá fazer perder quaisquer alterações efectuadas neste dispositivo sem fios AirPort. Mudar para o modo de assistente?";
"AssistReconfigurePrompt" = "Pretende utilizar o assistente para reconfigurar este dispositivo sem fios AirPort?";
"AssistReconfigureExplain" = "Pode escolher também a “Configuração manual” para configurar opções mais avançadas.";

/* Equivalent Network Password */
"equivWEPPW" = "Para ligar a uma rede sem fios criada por %@, a partir de um computador sem software AirPort, é necessário utilizar o seguinte:";
"equivWEPHex" = "Palavra‑passe equivalente hexadecimal (chave WEP):";
"equivWEPASCII" = "Palavra‑passe equivalente a ASCII (chave WEP):";
"equivWPAPW" = "Para ligar a uma rede sem fios criada por %@, é necessário utilizar o seguinte:";
"equivWPAPSK" = "Chave WPA pré‑partilhada:";
"equivWPAPSKSSIDSpecific" = "Chave WPA pré‑partilhada de “%@”:";
"equivWPAPasswordSSIDSpecific" = "Palavra‑passe WPA de “%@”:";
"equivWPAPassword" = "Palavra‑passe WPA:";
"equivTSNPassword" = "Palavra‑passe WPA/Chave WEP ASCII:";

/* Firmware */
"CurrentLabel" = "Versão actual";
"UpdateToLabel" = "Enviar versão";
"ChooseOrOther" = "Escolha a versão de firmware que pretende enviar para o seu dispositivo sem fios AirPort, ou escolha \"Outra…\" para procurar outra versão.";

/* Confirmations - Maybe don't use */
"AreYouSure"	= "Tem a certeza de que pretende activar esta definição?";
"AreYouSure2"	= "Tem a certeza de que pretende alterar esta definição?";
"AreYouSure3"	= "Tem a certeza de que pretende manter esta definição?";
"ConfirmClosed" = "O nome de uma rede “fechada” está oculto. Para aceder a uma rede, o utilizador tem de saber o nome da rede.";
"ConfirmEthernetBridging" = "A activação do modo ponte entre o AirPort e a Ethernet pode interferir com o funcionamento da rede. Caso necessite de informação adicional, consulte o seu fornecedor de serviço Internet (ISP) ou o administrador da sua rede.";
"ConfirmEthernetDHCP" = "A activação de um servidor DHCP na Ethernet pode interferir com o funcionamento da rede. O seu fornecedor de acesso à Internet (ISP) ou administrador de rede poderão ter mais informações.";
"ConfirmEthernetNAT" = "A partilha de endereços IP (através de NAT) na Ethernet pode interferir com o funcionamento da rede. O seu fornecedor de acesso à Internet (ISP) ou administrador de rede poderão ter mais informações.";
"ConfirmRobustness" = "O sistema anti‑interferências pode resolver problemas de interferência originados por outros dispositivos, como telefones ou sistemas de vídeo‑vigilância sem fios. A utilização deste sistema poderá afectar o desempenho geral da rede.";
"ConfirmMulticastRate" = "A definição da taxa de multidifusão a 2mb/s evitará que placas sem fios de 2mb de terceiros se liguem à rede AirPort. Os computadores‑cliente com placas AirPort da Apple não serão afectados.";
"ConfirmPublicPassword" = "Este dispositivo sem fios AirPort está protegido com a palavra‑passe “pública”.";
"ConfirmPublicPassword1" = "Para uma protecção máxima, crie uma palavra‑passe diferente de “pública”.";
"confirm80211b" = "A selecção de “Apenas 802.11b” impedirá que computadores‑cliente com a norma 802.11g acedam à rede que este dispositivo sem fios AirPort publica à velocidade de 802.11g.";
"confirm80211g" = "A selecção de “Apenas 802.11g” impedirá que computadores‑cliente com a norma 802.11b acedam à rede publicada por este dispositivo sem fios AirPort.";
"confirmTurnOffLocalAccessControl" = "A segurança WPA empresarial não é compatível com o controlo de acesso a endereços MAC locais. A lista de controlo de acesso local será exportada e apagada.\n\nTem a certeza de que pretende exportar e apagar a lista de controlo de acesso local e utilizar a segurança WPA empresarial?";
"confirmTurnOffRemoteAccessControl" = "A segurança WPA empresarial não é compatível com o controlo de acesso a endereços MAC de base RADIUS. O controlo de acesso de base RADIUS será desactivado.\n\nTem a certeza de que pretende desactivar o controlo de acesso de base RADIUS e utilizar a segurança WPA empresarial?";
"confirmTurnOffBothAccessControl" = "A segurança WPA empresarial não é compatível com o controlo de acesso a endereços MAC locais e endereços MAC de base RADIUS. O controlo de acesso de base RADIUS será desactivado e a lista de controlo de acesso local será exportada e apagada.\n\nTem a certeza de que pretende exportar e apagar a lista de controlo de acesso local, desactivar o controlo de acesso de base RADIUS e utilizar a segurança WPA empresarial?";
"confirmNonASCIINetNameEncoding" = "O nome de rede (SSID) que escolheu contém caracteres que não são ASCII e pode não ser utilizável em todos os computadores‑cliente AirPort.";
"confirmNonASCIINetPWEncoding" = "A palavra‑passe de rede (chave WEP) que escolheu contém caracteres que não são ASCII e pode não ser utilizável em todos os clientes AirPort.";
"ConfirmAOLParentalControl" = "Para activar o controlo parental da AOL é necessário aceder à Internet através do cliente AOL.";
"ConfirmPPPDialin" = "A activação da ligação PPP irá fazer o dispositivo sem fios AirPort responder a chamadas telefónicas conforme a configuração. Esta funcionalidade resulta melhor se for utilizada com uma linha telefónica destinada apenas a este serviço.";

/* Error messages */
"APReadError"	= "Ocorreu um erro durante a leitura da configuração.";
"APWriteError"	= "Ocorreu um erro durante a actualização da configuração.";
"APBinaryError"	= "Ocorreu um erro durante a actualização do firmware.";
"FileSaveError" = "Ocorreu um erro ao guardar a configuração. Confira as definições e volte a tentar.";

/* LoginScript */
"None" = "Sem";

/* Validation errors */
"errNeedPassword" = "Tem de digitar uma palavra‑passe para poder continuar.";
"errInvalidIP" = "O endereço IP não é um endereço IP válido. Consulte o administrador de sistema ou o fornecedor de accesso à Internet (ISP) para obter um endereço IP válido.";
"errBadPassword" = "A palavra‑passe digitada não está correcta.";
"errCantOpenBinary" = "Não é possível abrir o ficheiro que seleccionou porque é utilizado para enviar informação para um dispositivo sem fios AirPort. Primeiro, seleccione um dispositivo sem fios AirPort e, em seguida, escolha Enviar software no menu Estação‑base.";
"errCantOpenFile" = "Este programa não consegue abrir o ficheiro seleccionado.";
"errCantResetAP" = "O Utilitário AirPort não conseguiu repor o dispositivo sem fios AirPort. Para o repor manualmente, consulte a documentação fornecida com o dispositivo sem fios AirPort.";
"errCantRestartAP" = "O Utilitário AirPort não conseguiu reiniciar o dispositivo sem fios AirPort seleccionado.";
"errCantUpdateAP" = "O Utilitário AirPort não conseguiu actualizar as configurações do dispositivo sem fios AirPort seleccionado.";
"errCantUploadAP" = "O Utilitário AirPort não conseguiu enviar o software para o dispositivo sem fios AirPort seleccionado.";
"errCantReadFile" = "O Utilitário AirPort não conseguiu ler o ficheiro de configuração.";
"errCantReadAP" = "O Utilitário AirPort não conseguiu ler a configuração do dispositivo sem fios AirPort seleccionado.";
"errNotSupportedAP" = "O Utilitário AirPort não consegue configurar o dispositivo sem fios AirPort seleccionado.";
"errNetworking" = "O Utilitário AirPort não conseguiu comunicar com o dispositivo sem fios AirPort seleccionado. O seu computador tem de estar na mesma sub‑rede TCP/IP do dispositivo sem fios AirPort.";

/* Validation reasons */
"expUpload" = "Seleccione o dispositivo sem fios AirPort que pretende configurar e seleccione \"Enviar software\".";
"expValidIP" = "Verifique se introduziu um endereço IP e palavra‑passe válidos e volte a tentar.";

/* Informational */
"infoRestart" = "O dispositivo sem fios AirPort que seleccionou foi reiniciado.";
"infoPleaseWait" = "Por favor, aguarde que esta se reinicie.";
"infoUploadSuccess" = "O software deste dispositivo sem fios AirPort foi actualizado correctamente.";
"infoUpdateSuccess" = "As definições deste dispositivo sem fios AirPort foram actualizadas correctamente.";
"infoUpdateSuccessSpecific" = "As definições deste %@ foram actualizadas correctamente.";
"infoRestartOK" = "Quando um dispositivo sem fios AirPort for reiniciado, todos os computadores da rede sem fios serão desligados.";
"infoRestartDirty" = "Todas as alterações que não forem guardadas serão perdidas ao reiniciar este dispositivo sem fios AirPort.";
"infoHardResetOK" = "As definições personalizadas deste dispositivo sem fios AirPort serão apagadas se restaurar as definições de fábrica.";
"infoHardResetAirPortDisk" = "Os ficheiros nos discos AirPort não serão afectados, mas terá de configurar o acesso para partilha de ficheiros dos discos.";
"infoHardResetMore" = "Depois de restaurar as predefinições, terá de voltar a configurar este dispositivo.";
"infoHardResetConfirm" = "Tem a certeza de que pretende restaurar as predefinições?";
"infoUploadOK" = "Quando o firmware for actualizado, todos os computadores da rede sem fios serão desligados.";
"infoAirPortCard" = "Placa AirPort";
"infoNotConfigured" = "O dispositivo sem fios AirPort que seleccionou foi reposto e não está configurado.";
"infoUploadDefault" = "O software predefinido será enviado para o dispositivo sem fios AirPort. Clique em Automática para alterar temporariamente a configuração TCP/IP durante o envio, ou clique em Manual para atribuir um número TCP/IP único e uma palavra‑passe ao dispositivo sem fios AirPort.";
"infoResetSuccess" = "O dispositivo sem fios AirPort foi reposto com êxito com a configuração predefinida.";
"infoQuit" = "Saia deste programa e tente novamente.";
"infoLoseNetwork" = "Isto pode provocar a interrupção de quaisquer serviços de rede actualmente estabelecidos.";
"infoAutomatic" = "Automático";
"infoManual" = "Manual…";

/*
 * Explanations for NAT and DHCP on/off, and bridging on/off
 * Note the trailing space in each of the NAT and DHCP on/off strings
 * The string displayed in the panel is made by concatenating the
 * Bridge on/off string to one of these strings
 */
"NAT_off_DHCP_off" = "Partilha de Internet através de tradução de endereços de rede e DHCP não activada. Os computadores‑cliente da rede têm de configurar manualmente o TCP/IP. ";
"NAT_off_DHCP_on" = "O DHCP será utilizado para partilhar o intervalo de endereços IP introduzido aqui. Os computadores‑cliente da rede devem configurar o TCP/IP para obterem um endereço IP através de um servidor DHCP. ";
"NAT_on_DHCP_on" = "NAT e DHCP serão utilizados para partilhar um endereço IP único. Os computadores‑cliente da rede devem configurar o TCP/IP para obterem um endereço IP através de um servidor DHCP. ";
"Bridge_Off" = "O dispositivo sem fios AirPort não servirá de ponte entre o AirPort e a rede Ethernet.";
"Bridge_On" = "O dispositivo sem fios AirPort servirá de ponte entre o AirPort e a rede Ethernet.";
"Bridge_LAN" = "O dispositivo sem fios AirPort servirá de ponte entre o AirPort e a rede Ethernet local.";
"DHCPRangeLabel" = "Âmbito DHCP:";

/* Binary errors */
"binSize" = "O ficheiro seleccionado não tem o tamanho correcto.";
"binDowngrade" = "O dispositivo sem fios AirPort seleccionado não pode ser actualizada com a versão %@ anterior.";
"binSignature" = "O ficheiro de firmware não corresponde à respectiva assinatura e não é válido. Nenhum dos dispositivos sem fios AirPort foi actualizado.";
"binChecksum" = "O ficheiro seleccionado tem uma soma de verificação inválida.";
"binError" = "Ocorreu um erro inesperado ao analisar o ficheiro seleccionado.";
"binConfirmReload" = "Tem a certeza de que pretende reenviar o software seleccionado para o dispositivo sem fios AirPort?";
"binVersion" = "Não é possível determinar o número da versão do ficheiro seleccionado.";
"binConfirmDowngrade" = "O software que está a enviar (%1$@) é mais antigo do que o existente no dispositivo sem fios AirPort (%2$@).";
"binChooseAnother" = "Escolha outro ficheiro e volte a tentar.";
"binCurrentVersion" = "O dispositivo sem fios AirPort seleccionado está a executar a versão %@.";
"binAskUpload" = "Continua a pretender efectuar o envio?";
"binNewerVersion" = "Está disponível uma versão mais recente (%@) do software do dispositivo sem fios AirPort.";
"binConfirmUpload" = "Clique em Enviar para o instalar agora.";

/* Progress strings */
"progDiscovering" = "A detectar os dispositivos sem fios AirPort…";
"progJoining" = "A aceder à rede sem fios…";
"progPreparing" = "A preparar o envio…";
"progChangingIP" = "A alterar a configuração de TCP/IP…";
"progSettingIP" = "A definir o endereço TCP/IP do dispositivo sem fios AirPort…";
"progUploading" = "A actualizar o dispositivo sem fios AirPort…";
"progUploadingSpecific" = "A actualizar %@…";
"progDownloading" = "A descarregar a actualização de software…";
"progRestoring" = "A restaurar a configuração predefinida…";
"progWaiting" = "A aguardar que o dispositivo sem fios AirPort seja reiniciado…";
"progWaitingSpecific" = "A aguardar que “%@” reinicie…";
"progReading" = "A ler a configuração do dispositivo sem fios AirPort…";
"progReadingSpecific" = "A ler a configuração de %@…";
"progWriting" = "A escrever a configuração do dispositivo sem fios AirPort…";
"progWritingSpecific" = "A escrever a configuração de %@…";
"progValidating" = "A validar a configuração do dispositivo sem fios AirPort…";
"progValidatingSpecific" = "A validar a configuração de %@…";
"progRestarting" = "A reiniciar o dispositivo sem fios AirPort…";
"progRestartingSpecific" = "A reiniciar %@…";
"progSearching" = "A procurar dispositivos sem fios AirPort…";
"progWaitingDiskStatus" = "A aguardar o estado do disco…";

/* Validation errors */
"valPPPNeedsNAT" = "A distribuição de endereços IP tem de estar activa para uma ligação por modem (PPP) ou PPP por Ethernet (PPPoE).";
"valInvalidIP" = "O endereço IP digitado não é válido.";
"valInvalidNetwork" = "Introduziu uma combinação inválida de endereço IP, máscara de sub‑rede e endereço do router.";
"valPhoneNumber" = "Não introduziu nenhum número de telefone.";
"valInvalidDHCP" = "O endereço DHCP não é compatível com a máscara de sub‑rede e endereço do router.";
"valNeedStatic" = "A partilha de um intervalo de endereços DHCP requer a configuração do dispositivo sem fios AirPort com endereços Ethernet e IP estáticos.";
"valInvalidPort" = "O número da porta digitado não é válido.";

/* Explanations */
"tryName" = "Digite um nome e tente de novo.";
"tryPassword" = "Digite uma palavra‑passe da rede e tente de novo.";
"tryCheck" = "Verifique a configuração e tente de novo.";

/* New strings for new base station */
"infoUploadDefaultACP" = "O software predefinido será enviado para o dispositivo sem fios AirPort. Clique em OK para alterar temporariamente a configuração TCP/IP durante o envio.";
"valInvalidNetworkACP" = "Este intervalo de endereços está reservado para o interface Ethernet local.";
"valInvalidPortMapping" = "O mapeamento de portas é permitido apenas na partilha de um único endereço IP (com DHCP e NAT).";
"aclDuplicates1" = "Durante a importação, foi ignorada uma entrada duplicada.";
"aclDuplicates2" = "Durante a importação, foram ignoradas %d entradas duplicadas.";
"softResetACP" = "O dispositivo sem fios AirPort seleccionado foi temporariamente reposto para permitir o acesso. Pode, agora, alterar as definições que poderiam estar a impedir o acesso, incluindo a palavra‑passe do dispositivo sem fios AirPort, a palavra‑passe da rede, a Lista de Controlo de Acesso e RADIUS.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";		

/* New strings for 2.0.4 */
"providedByDHCP" = "(Fornecido pelo servidor)";
"providedByPPP" = "(Fornecido pelo servidor)";
"valInvalidPPPDialin" = "A ligação PPP não é permitida quando configurada para estabelecer ligação à Internet através de modem ou AOL.";
"valInvalidPPPDialinNoNat" = "A ligação PPP não é permitida quando configurada para partilhar um intervalo de endereços.";

"valInvalidDHCPMessage" = "A mensagem DHCP não pode conter mais de 253 caracteres.";
"tryShorter" = "Remova %d ou mais caracteres e volte a tentar.";

"RADIUS_Default" = "O endereço MAC terá o formato 010203-0a0b0c, frequentemente usado pela Lucent e Agere, e será usado como nome de utilizador. O segredo partilhado é a palavra‑passe.";
"RADIUS_Alternate" = "O endereço MAC terá o formato 0102030a0b0c e será utilizado como nome de utilizador e como palavra‑passe. Este formato é utilizado com frequência pela Cisco.";

"oldFormat" = "O ficheiro seleccionado está danificado ou é incompatível com o Utilitário AirPort. Escolha outro ficheiro e tente novamente.";
"newFormat" = "O ficheiro seleccionado é uma configuração mais recente e não é compatível com esta versão do dispositivo sem fios AirPort.";

/* AOL additions */
"EnableAOL"		= "Activar controlo parental AOL";
"AOLcable"		= "AOL (modem de cabo)";
"AOLdsl"		= "AOL (DSL)";

/* AOL realm strings -- different for non-US? */
"AOLrealmCable"	= "aolnet/abc.prod.cbl.apple.1.AirPort";
"AOLrealmDSL"	= "aolnet/abc.prod.dsl.apple.1.AirPort";
"AOLrealm"		= "aolnet/abc.prod.dlp.apple.1.AirPort";

/* WEP key explanations */
"requireHEX"	= "Deve digitar apenas caracteres hexadecimais.";
"requireASCII"	= "Deve digitar apenas caracteres ASCII.";

/* New strings for 3.0 */
"Internal"		= "Interno";
"External"		= "Externo";
"noWEP"			= "(não configurado)";
"errSameConfig"	= "uma configuração guardada";
"errSameBinary"	= "firmware";

"valInvalidDMZ1"= "O host predefinido pode ser utilizado apenas na partilha de um único endereço IP (com DHCP e NAT).";
"valInvalidDMZ2"= "O endereço de host predefinido deve ser entre %1$@ e %2$@.";

/* WDS */
"AirPortWDS"	= "AirPort (WDS)";
"valNeedWDS"	= "Optou por activar o WDS na rede AirPort, mas não especificou um endereço MAC para um ou mais dispositivos sem fios AirPort remotos.";
"valNeedWDSRmt"	= "Optou por activar o WDS na rede AirPort, mas não especificou um endereço MAC para um ou mais dispositivos sem fios AirPort primários.";
"InvalidMACAddress" = "O endereço MAC que digitou não é válido.";

"WDSAirPortID"	= "Digite o ID AirPort de um dispositivo sem fios AirPort remoto.";

"WDSSettingsFor" = "Definições para";
"ThisBaseStation" = "este dispositivo sem fios AirPort";

"valWDSWithDHCPNATTitle" = "Sistema de Distribuição sem Fios (WDS)";
"valWDSWithDHCPNATText" = "Os dispositivos sem fios AirPort remotos num WDS não devem ter activada a opção DHCP e NAT.\n\nDesmarque a opção “Distribuir endereços IP” no painel Rede.";

"errNotSupportedAP2" = "Esta versão do Utilitário AirPort não consegue configurar este dispositivo sem fios AirPort. Utilize o software fornecido com o dispositivo sem fios AirPort ou disponibilizado na Internet.";



"WDSPrimaryBaseStationDescription" = "O dispositivo sem fios AirPort principal está ligado à Internet e partilha a ligação com os dispositivos remotos e de retransmissão.";
"WDSRemoteBaseStationDescription" = "O dispositivo sem fios AirPort remoto partilha a ligação à Internet do dispositivo principal.";
"WDSRelayBaseStationDescription" = "O dispositivo sem fios AirPort de retransmissão está ligado ao dispositivo AirPort principal e partilha a ligação com outros dispositivos sem fios AirPort remotos e de retransmissão.";

"wdsManuallySetUpForWDS" = "É necessária a configuração manual do WDS";
"wdsSuccessfullySetUpAsWDS" = "Configuração do WDS bem sucedida";
"wdsCancelledSetUpAsWDS" = "Configuração do WDS cancelada";
"wdsNotOnThisPlatform" = "WDS não suportado";

"DefaultBasePasswordDescription" = "Digite a palavra‑passe para o dispositivo sem fios AirPort seleccionado:";
"SpecificBasePasswordDescription" = "Digite a palavra‑passe de:";
"NetworkPasswordDescription" = "Digite a palavra‑passe para a rede sem fios:";

"wdsRemoteConfigResults" = "Resultados da configuração do dispositivo sem fios AirPort remoto WDS";
"wdsProgressSettingUpRemoteBases" = "A configurar dispositivos sem fios AirPort remotos…";
"wdsProgressJoining" = "A aceder a %@…";
"wdsProgressReading" = "A ler a configuração de %@…";
"wdsProgressRejoining" = "A voltar a aceder à rede do dispositivo sem fios AirPort.";
"wdsErrorRejoining" = "Ocorreu um erro ao aceder novamente à rede do dispositivo sem fios AirPort.";

"noASCIIWEP" = "(não imprimível)";

"remoteSettingsOK" = "Continuar a configuração WDS deste dispositivo sem fios AirPort";
"remoteSettingsCancel" = "Cancelar a configuração WDS destes dispositivos sem fios AirPort";
"remoteSettingsCancelAll" = "Cancelar a configuração WDS dos outros dispositivos sem fios AirPort";

"notAvailable" = "(não disponível)";

"wdsNonPublicPasswordTip" = "Se pretender alterar a palavra‑passe, digite a nova palavra‑passe no respectivo campo e confirme‑a no campo abaixo.";
"wdsNotCompatibleWithChannelAuto" = "Os dispositivos sem fios AirPort num WDS não devem ter activada a opção “Selecção de canal automático”.\n\nSeleccione um canal diferente de “Automático” no menu Canal do painel AirPort.";

"internetConfirmTurningOffWDS" = "Este dispositivo sem fios AirPort está actualmente configurado como membro de um WDS. A alteração do método de ligação à Internet irá remover a associação WDS.";

/* file name for ACL export */
"AccessControlList" = "Lista de controlo de acesso";

"duplicatePortMappingTitle"			= "Erro de mapeamento de portas";
"duplicatePortMapping"				= "Digitou uma entrada de mapeamento de portas que já existe.";

"wepkey" = "palavra‑passe de rede";
"password" = "palavra‑passe";
"psk" = "Chave pré‑partilhada";
"errWrongLengthPSK" = "A chave pré‑partilhada deve incluir exactamente 64 caracteres hexadecimais.";

"addACL" = "Adicionar entrada de controlo de acesso…";
"editACL" = "Edição entrada de controlo de acesso…";
"deleteACL" = "Apagar entradas de controlo de acesso…";
"importACL" = "Importar entradas de controlo de acesso…";
"exportACL" = "Exportar entradas de controlo de acesso…";
"revertACL" = "Restabelecer entradas de controlo de acesso…";

"WDSNotCompatibleWithWPA" = "Não é possível utilizar um dispositivo sem fios AirPort com segurança WPA numa rede WDS. Defina o nível de segurança deste dispositivo sem fios AirPort como WEP ou Desactivada.";
"WPANotCompatibleWithWDS" = "Não é possível utilizar um dispositivo sem fios AirPort com segurança WPA numa rede WDS. Este dispositivo sem fios AirPort será removido da rede WDS.\n\nPretende efectuar esta alteração?";
"ShowOptions" = "Mostrar opções";
"HideOptions" = "Ocultar opções";
"CannotConfigureWPAEnterpriseForWDS" = "Um dispositivo sem fios AirPort com segurança WPA empresarial não pode ser adicionado à rede WDS. Seleccione outro dispositivo sem fios AirPort.";
"WPANotSupportedByCard" = "Aceder a uma rede protegida por WPA e fazer alterações a um dispositivo sem fios AirPort protegido por WPA requer um computador compatível com WPA. Este computador não é compatível. Se continuar, não conseguirá aceder à rede protegida por WPA nem fazer alterações ao dispositivo sem fios AirPort protegido por WPA.";

/* 3.3 Changes */
"LocalACLNotCompatibleWithWPAEnterpriseTitle" = "O controlo local de acesso a endereços MAC não é compatível com o nível de segurança da rede sem fios WPA empresarial.";
"LocalACLNotCompatibleWithWPAEnterprise" = "Para activar o controlo local de acesso a endereços MAC, seleccione outro nível de segurança da rede sem fios.";
"errPingFailed" = "O Utilitário AirPort não conseguiu comunicar com este dispositivo sem fios AirPort. Verifique as definições de Rede nas Preferências do Sistema.";
"errEscapedPasswordBadLength" = "A palavra‑passe hexadecimal digitada não apresenta o comprimento correcto. Necessita de digitar um dos caracteres “$”, “0X” ou “0x”, seguidos de dez dígitos hexadecimais. ";

/* 3.4 Changes */
"ShouldntChangeChannelsInAWDS" = "Este dispositivo sem fios AirPort está configurado para WDS. Ao alterar o canal, o WDS será desligado.";
"BaseStationOptionsTitle" = "Erro de opções da estação‑base";
"ValidSysLogIPAddress" = "Tem de fornecer um endereço IP válido para onde enviar o registo ao dispositivo sem fios AirPort.";
"ValidNTPServerInfo" = "Necessita atribuir um nome de Host ou um endereço IP válidos para um servidor NTP.";
"ImportError" = "Erro de importação";
"CannotImportIntoSavedConfig" = "Não é possível importar um ficheiro de configuração guardado para dentro de outro ficheiro de configuração guardado.";
"ConfigurationFileNotSupported" = "O ficheiro de configuração que seleccionou não é compatível com este dispositivo sem fios AirPort.";

/* 4.0 Changes */
"doesntSupportProfilesDescription" = "Este dispositivo sem fios AirPort suporta apenas um perfil de configuração. Para configurar o perfil, seleccione‑o na lista e clique em Configurar.";
"confirmMakeInactiveProfileActive" = "Este perfil não está actualmente activo. Pretende torná‑lo o perfil activo para este dispositivo sem fios AirPort?";
"confirmDeleteProfiles" = "Eliminar os perfis seleccionados? Esta acção não pode ser desfeita.";
"AddProfile" = "Adicionar perfil";
"ActiveProfile" = "%@ (activo)";
"CurrentProfile" = "Perfil activo: %@";
"confirmSaveProfile" = "Pretende guardar as alterações efectuadas a “%@”?";
"HardResetMode" = "Modo de reposição";
"HardResetPrompt1" = "Este %@ foi reposto.";
"HardResetPrompt2" = "Seleccione o que deseja fazer.";
"RestorePreviousProfile_Title" = "Restaurar um perfil anterior";
"RestorePreviousProfile_Desc" = "Se o dispositivo foi reposto devido a problemas com as definições anteriores, é possível que tenha de voltar a ser reposto.";
"RestorePreviousConfig_Title" = "Restaurar as definições anteriores";
"RestorePreviousConfig_Desc" = "Se o dispositivo foi reposto devido a problemas com as definições anteriores, é possível que tenha de voltar a ser reposto.";
"ResetPreviousProfile_Title" = "Substituir perfil seleccionado por predefinições";
"SavePreviousConfigProfile_Title" = "Usar predefinições e guardar definições anteriores como um perfil";
"ProfileName" = "Nome do perfil";
"CreateResetProfile_Title" = "Adicionar predefinições como perfil novo";
"CreateResetProfile_Desc" = "As definições anteriores serão preservadas, e será criado e activado um perfil de definições predefinidas.";
"DefaultSettings" = "Predefinições";
"RecoveredSettings" = "Definições recuperadas";
"WirelessNetwork" = "Rede sem fios";
"TooManyACLEntries" = "A lista de controlo de acesso local excedeu o número máximo de entradas em %d. Apague %d entradas.";
"HardResetProfilesMode" = "Este dispositivo sem fios AirPort foi reposto. Para activar um perfil, clique no botão do perfil e depois em OK.";
"NothingInEthernetPort" = "Aparentemente, não existe nada ligado à porta Ethernet. Se utilizar um modem de banda larga para ligar à Internet ou estiver ligado a uma rede Ethernet, ligue o modem ou a rede à porta Ethernet.";
"EthernetPort" = "Porta Ethernet";
"LANConnector" = "Conector LAN";
"TooManyImportedACLEntries" = "A lista de controlo de acesso local excedeu o número máximo de entradas. Clique em OK para importar as primeiras %d entradas ou Cancelar.";
"confirmNonSupportedClientModeSecurity" = "A rede sem fios não suporta o modo de segurança que seleccionou.";

/* 5.3 Changes */
"GenericNumberToGenericNumber" = "%1$d a %2$d";
"GenericNumberOfGenericNumber" = "%1$d de %2$d";
"PPPoE_COD_ID_WAB_Conflict" = "A ligação automática PPPoE/interrupção quando inactiva não podem ser utilizadas com um nome de host de área ampla.";
"DisablingWANConfig" = "Se não permitir a configuração pela porta WAN, poderá impedir que este dispositivo sem fios AirPort apareça na lista de dispositivos AirPort. Com a configuração WAN desactivada, terá de aceder à rede criada por este dispositivo sem fios AirPort para fazer alterações.";
"MultiplePrinters" = "(Várias impressoras)";
"MultipleDisks" = "(Vários discos)";
"TaskTimedOutError" = "O Utilitário AirPort não consegue determinar o estado de uma tarefa em curso.";
"EraseTaskTimedOutTryAgain" = "Utilize o painel Discos do Utilitário AirPort para apagar o disco do Time Capsule.";
"ArchiveTaskTimedOutTryAgain" = "Utilize o painel Discos do Utilitário AirPort para arquivar o disco do Time Capsule.";

/* Timed Access Control maximum connection time */
"MaxUserConnectTimeLabel" = "Limitar acesso:";
"title_per_user_per_day" = "por utilizador por dia";
"title_per" = "por";
"title_minute(s)" = "minuto(s)";
"title_hour(s)" = "hora(s)";
"MaxUserConnectTimeHoursPerDay" = "hora(s) por utilizador por dia";
"MaxUserConnectTimeMinutesPerDay" = "minuto(s) por utilizador por dia";
/* "Allow wireless access for: x <Units> every y <Units>" as in Allow wireless access for 4 Hours every 24 Hours */
"MaxUserConnectTimeFormat" = "%1$@ a cada %2$@";

"MobileMeAccountName" = "Nome de assinante";
"MobileMeAccountPassword" = "Palavra‑passe";

"Five_GHz" = "5 GHz";
"TwoPtFour_GHz" = "2,4 GHz";

"CreateRoamingNetworkChoice" = "Criar uma rede de roaming";
"AddNewNetworkChoice" = "Adicionar uma rede adicional";

"genericWithPassword" = "Com palavra‑passe %@";
"settingMigrationSource" = "Origem";

"genericAirPortDevice" = "Dispositivo sem fios AirPort";
"genericAirPortDevices" = "Dispositivos sem fios AirPort";
"title_ShowPassword" = "Mostrar palavra‑passe";
"title_ShowPasswords" = "Mostrar palavras‑passe";

"BaseStationNotSupportedTitle" = "É necessária uma versão mais recente do Utilitário AirPort.";
"BaseStationNotSupportedWarning" = "Esta versão do Utilitário AirPort não suporta este dispositivo sem fios AirPort e, caso continue a utilizá‑la, o dispositivo poderá ser configurado incorrectamente. Consulte www.apple.com/pt/support/airport para ver qual é a versão mais recente do Utilitário AirPort.";

"MultipleItemsSeparatorAppendFormat" = ", %@";

"DiskNameIsNotValid" = "O Disco do Time Capsule actual não é válido. Digite um novo nome.";
"UserAccountNameNotValid" = "O nome de conta de partilha de ficheiros indicado não é válido. Digite um novo nome de conta.";
"UserAccountNamesNotValid" = "Um ou mais dos nomes de conta de partilha de ficheiros indicados não é válido. Digite nomes de conta novos.";

"Disabled" = "Desactivado";
"Enabled" = "Activo";

"SetupComplete" = "Configuração concluída";
"UpdateComplete" = "Actualização concluída";

"LessSecureCommunication" = "A comunicação com este dispositivo sem fios AirPort pode revelar a sua palavra‑passe a qualquer outro dispositivo que se encontre na mesma rede.";
"YouShouldUpdateFirmware" = "Deveria actualizar este dispositivo sem fios AirPort com o firmware mais recente.";
"AreYouSureContinue" = "Tem a certeza que pretende continuar?";

"MinimumMacOSVersion" = "O Utilitário AirPort funciona melhor com o Mac OS X, versão %@ ou posterior. Actualize a sua versão do Mac OS X.";
"MinimumWinOSVersion" = "O Utilitário AirPort funciona melhor com o Windows XP SP3, Vista SP1 ou posterior. Actualize a sua versão do Windows.";

"UserAccountsExistingFilesWarning" = "A configuração de contas de utilizador pode tornar inacessível aos utilizadores que não tenham estatuto de administrador qualquer ficheiro já existente nos discos AirPort.";
"AtMeDotCom" = "@me.com";
"AtMacDotCom" = "@mac.com";
"MobileMeNamePlacheolder" = "(Nome de assinante MobileMe)";

"errNeedName" = "Para continuar, tem de introduzir um nome";

"PrinterDescription" = "Descrição da impressora";
"PrinterName" = "Nome da impressora";

"ExtendingANonExtensibleEnabledNetwork" = "A configuração da rede seleccionada não permite alargar a mesma.";
"ExtendingANonExtensibleNetwork" = "Não é possível alargar a rede seleccionada.";
"AreYouSureExtend" = " Tem a certeza que pretende alargar esta rede?";

"RadioSTAListClientType" = "Tipo de cliente";
"RadioSTAListOpmodeSTA" = "Sem fios";
"RadioSTAListOpmodePSTA" = "Ethernet";
"RadioSTAListOpmodeWDS" = "WDS";
"RadioSTAListOpmodeDWDS" = "Dispositivo para alargar a rede sem fios";

"RadioSTAList80211Mode" = "Modo de 80211";
"WirelessClients" = "Clientes de ligações sem fios";
"EthernetClients" = "Clientes Ethernet";
"WirelessEthernetClients" = "Clientes Ethernet e sem fios";

"DisableWANServices" = "Desactivar todos os serviços WAN";

"ImportWarning" = "A importação destas definições poderá substituir as actuais.";

"USBSharingDescription" = "Utilize a Partilha USB para dar acesso aos utilizadores da sua rede a dispositivos USB ligados ao seu dispositivo %@.";
"USBSharingVsFileSharing" = "A Partilha USB não afecta a partilha de ficheiros nos discos ligados por USB.";

"Base Station" = "Estação‑base";	/* OK TO LOCALIZE */
"Time Capsule" = "Time Capsule";	/* DO NOT LOCALIZE */

"EraseDestTimeCapsuleDisk" = "Apagar o disco do Time Capsule de destino";
"EraseDestTimeCapsuleDisk.description" = "Clique em “Apagar o disco do Time Capsule de destino”, se quiser apagar o disco do Time Capsule para o qual está a migrar o conteúdo, antes de começar a migração.";
"EraseSourceTimeCapsuleDisk" = "Apagar o disco do Time Capsule de origem";
"EraseSourceTimeCapsuleDisk.description" = "Clique em “Apagar o disco do Time Capsule de origem”, se quiser apagar o disco do Time Capsule a partir do qual está a migrar o conteúdo, depois de começar a migração.";


"MoreOptions" = "Mais opções";

"PrintersChangeNamesDescription" = "Para alterar o nome de uma impressora, seleccione o respectivo nome na lista abaixo e clique em Editar.";

"GuestNetRequiresDHCPNAT" = "A rede restrita requer que este dispositivo %@ seja definido para partilhar um endereço IP público através de NAT/DHCP.";

"BTMMRequiresPPPoEAlwaysOn" = "A funcionalidade “Voltar ao meu Mac” requer que a ligação PPPoE seja definida como “Sempre activa”.";
"SelectPPPoEAlwaysOn" = "Seleccione “Sempre activa” no menu Ligação.";

"ClientTable_Client" = "Cliente";
"ClientTable_Signal" = "Sinal";
"ClientTable_Noise" = "Ruído";
"ClientTable_Rate" = "Taxa";
"ClientTable_Type" = "Tipo";
"ClientTable_80211" = "80211";
"ClientTable_MAC" = "Endereço MAC";
"ClientTable_IP" = "Endereço IP";
"ClientTable_ClientID" = "ID de cliente";
"ClientTable_Lease" = "Hora de empréstimo";

"IPv4orIPV6" = "Endereços IPv4 ou IPv6";
"TablePlusButton" = "+";
"TableMinusButton" = "-";

"IgnoredDevices" = "Dispositivos ignorados";

"WirelessNetworkOptionsButton" = "Opções da rede sem fios…";

/* End of strings file */
